Alizz-ONEIC API/samples/Billerlist req.txt

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><s:Header xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><To xmlns="http://schemas.microsoft.com/ws/2005/05/addressing/none" s:mustUnderstand="1">http://efwebstaging.tasdeed.local:6023/BillersList.svc/BasicHttp</To><Action xmlns="http://schemas.microsoft.com/ws/2005/05/addressing/none" s:mustUnderstand="1">http://tempuri.org/IBillersList/GetBillersList</Action></s:Header><soap:Body><GetBillersList xmlns="http://tempuri.org/"><guid>fb3bf85e-c89a-46a1-b8e7-913923e4694d</guid><tokenKey>4B36BB3B0D6A00AF71F945DF072AF20E2E3427D15B84234397B1FCDCF218370815</tokenKey></GetBillersList></soap:Body></soap:Envelope>
